Repository: maratfaiz/app
Catalog: LinguaCards/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld cards
ru: Карточек: %lld

source: %lld cards are ready
ru: %lld карточек готово

source: %lld cards are waiting
ru: Ожидает карточек: %lld

source: %lld cards due
ru: Карточек к повторению: %lld

source: %lld due
ru: %lld к повторению

source: %lld left
ru: %lld осталось

source: %lld mastered
ru: %lld освоено

source: %lld of %lld answered
ru: Отвечено %lld из %lld

source: %lld terms
ru: %lld терминов

source: Adaptive, mastery-based study
ru: Адаптивное изучение до усвоения

source: Add
ru: Добавить

source: Add another after saving
ru: Добавить ещё после сохранения

source: Add card
ru: Добавить карточку

source: Add cards or import a list to start studying.
ru: Добавьте карточки или импортируйте список, чтобы начать.

source: Add cards to unlock study modes.
ru: Добавьте карточки, чтобы открыть режимы обучения.

source: Add to my decks
ru: Добавить в мои колоды

source: Add your first card
ru: Добавить первую карточку

source: Added to your library
ru: Добавлено в библиотеку

source: Again
ru: Снова

source: All caught up!
ru: Всё повторено!

source: All matched!
ru: Все пары найдены!

source: Almost! Watch the spelling.
ru: Почти! Проверьте написание.

source: Answer
ru: Ответ

source: Answer: %@
ru: Ответ: %@

source: Answers
ru: Ответы

source: Avatar color
ru: Цвет аватара

source: Best streak
ru: Лучшая серия

source: Bio
ru: О себе

source: Bulk import
ru: Массовый импорт

source: By deck
ru: По колодам

source: Cancel
ru: Отмена

source: Cards
ru: Карточки

source: Catch the translation before it lands
ru: Поймайте перевод, пока он не упал

source: Check
ru: Проверить

source: Choose the correct translation
ru: Выберите правильный перевод

source: Close
ru: Закрыть

source: Continue
ru: Продолжить

source: Correct
ru: Верно

source: Correct!
ru: Верно!

source: Create a deck
ru: Создать колоду

source: Create account
ru: Создать аккаунт

source: Create your account
ru: Создайте аккаунт

source: Create your first deck to start learning new words.
ru: Создайте первую колоду, чтобы начать учить новые слова.

source: Day streak
ru: Дней подряд

source: Deck
ru: Колода

source: Decks
ru: Колоды

source: Delete
ru: Удалить

source: Description
ru: Описание

source: Done
ru: Готово

source: Due
ru: Срок

source: Due today
ru: На сегодня

source: Easy
ru: Легко

source: Edit card
ru: Изменить карточку

source: Edit deck
ru: Изменить колоду

source: Edit profile
ru: Изменить профиль

source: Emoji (optional)
ru: Эмодзи (необязательно)

source: Example
ru: Пример

source: Example sentence (optional)
ru: Пример предложения (необязательно)

source: Explore
ru: Обзор

source: Falling Words
ru: Падающие слова

source: False
ru: Неверно

source: Flashcards
ru: Карточки

source: Flip and swipe through cards
ru: Листайте и переворачивайте карточки

source: Game over
ru: Игра окончена

source: Get started
ru: Начать

source: Good
ru: Хорошо

source: Great job!
ru: Отличная работа!

source: Great work!
ru: Отличная работа!

source: Hard
ru: Трудно

source: I don't know
ru: Не знаю

source: Import
ru: Импортировать

source: Incorrect
ru: Неверно

source: Keep going!
ru: Так держать!

source: Know it
ru: Знаю

source: Languages
ru: Языки

source: Last 14 days
ru: Последние 14 дней

source: Learn
ru: Изучение

source: Learn any language with beautiful flashcards and proven study modes.
ru: Учите любой язык с красивыми карточками и проверенными режимами.

source: Learn, Flashcards, Write, Match and Test — pick the mode that fits the moment.
ru: Изучение, Карточки, Письмо, Пары и Тест — выбирайте подходящий режим.

source: Learning
ru: Учу

source: Library
ru: Библиотека

source: Mastered
ru: Выучено

source: Mastery by deck
ru: Освоение по колодам

source: Match
ru: Пары

source: Match game
ru: Игра «Пары»

source: Missed
ru: Пропущено

source: Mistakes: %lld
ru: Ошибок: %lld

source: Mixed questions, graded
ru: Смешанные вопросы с оценкой

source: More
ru: Ещё

source: Multiple choice
ru: Выбор ответа

source: Name
ru: Имя

source: Needs at least 3 cards
ru: Нужно минимум 3 карточки

source: Needs at least 4 cards
ru: Нужно минимум 4 карточки

source: New card
ru: Новая карточка

source: New deck
ru: Новая колода

source: Next
ru: Далее

source: No cards are due for review right now. Come back later.
ru: Сейчас нет карточек для повторения. Загляните позже.

source: No cards are due for review today. Great job staying on schedule.
ru: Сегодня нет карточек для повторения. Отличная работа!

source: No decks yet
ru: Пока нет колод

source: No decks yet.
ru: Колод пока нет.

source: No stats yet
ru: Статистики пока нет

source: Not studied
ru: Не изучено

source: One card per line, for example:
ru: Одна карточка на строку, например:

source: Open a deck and tap Share to publish it.
ru: Откройте колоду и нажмите «Поделиться».

source: Outstanding!
ru: Великолепно!

source: Overall progress
ru: Общий прогресс

source: Pair terms with translations
ru: Соедините слова с переводами

source: Pair terms, against the clock
ru: Соединяйте пары на время

source: Pick the right translation
ru: Выберите правильный перевод

source: Play again
ru: Играть ещё раз

source: Popular this week
ru: Популярное за неделю

source: Practice makes perfect
ru: Практика ведёт к совершенству

source: Preview
ru: Предпросмотр

source: Profile
ru: Профиль

source: Pronounce
ru: Озвучить

source: Question %lld
ru: Вопрос %lld

source: Recognized cards: %lld
ru: Распознано карточек: %lld

source: Remember for good
ru: Запоминайте навсегда

source: Rename
ru: Переименовать

source: Review
ru: Повторение

source: Review due cards
ru: Повторить карточки

source: Review everything
ru: Повторить всё

source: Review the misses below
ru: Разберите ошибки ниже

source: Review today
ru: Повторить сегодня

source: Save
ru: Сохранить

source: Say something about your learning
ru: Расскажите о своём обучении

source: Search decks
ru: Поиск колод

source: Search decks, subjects, people
ru: Поиск колод, тем, людей

source: Session complete!
ru: Занятие завершено!

source: Sessions
ru: Занятия

source: Share to community
ru: Поделиться с сообществом

source: Shared to community
ru: Опубликовано в сообществе

source: Show answer
ru: Показать ответ

source: Skip
ru: Пропустить

source: Spaced repetition schedules each card so you review right before you'd forget.
ru: Интервальные повторения показывают карточку прямо перед тем, как вы её забудете.

source: Starred cards only (%lld)
ru: Только избранные (%lld)

source: Stats
ru: Статистика

source: Still learning
ru: Изучается

source: Streak
ru: Серия

source: Study
ru: Учить

source: Study a deck and your progress will show up here.
ru: Позанимайтесь с колодой, и здесь появится ваш прогресс.

source: Study again
ru: Повторить ещё раз

source: Study your way
ru: Учитесь по-своему

source: Submit test
ru: Завершить тест

source: Swipe right if you know it
ru: Свайп вправо, если знаете

source: Tap to flip
ru: Нажмите, чтобы перевернуть

source: Term
ru: Термин

source: Term language
ru: Язык терминов

source: Test
ru: Тест

source: This deck is empty
ru: В этой колоде пусто

source: This deck is empty.
ru: В этой колоде пусто.

source: Title
ru: Название

source: Translation
ru: Перевод

source: Translation language
ru: Язык переводов

source: True
ru: Верно

source: Type the translation
ru: Введите перевод

source: Type the translation of
ru: Введите перевод слова

source: Type your answer
ru: Введите ответ

source: Typing test
ru: Ввод слова

source: Username
ru: Имя пользователя

source: View full stats
ru: Вся статистика

source: Welcome to LinguaCards
ru: Добро пожаловать в LinguaCards

source: What is the translation of
ru: Как переводится

source: Write
ru: Письмо

source: You haven't shared any decks yet.
ru: Вы ещё не поделились ни одной колодой.

source: Your answer
ru: Ваш ответ

source: Your name
ru: Ваше имя

source: points
ru: очков

source: score
ru: результат
